import banner from "../../../image/h2.jpeg";
import banner1 from "../../../image/about1.jpeg";
import image1 from "../../../image/1999.jpeg";
import image2 from "../../../image/info1.jpg";
import image3 from "../../../image/info2.jpeg";
import image4 from "../../../image/info3.jpeg";

export default function AboutSummery() {
  return (
    <div className="w-full bg-[#3171703a] py-10">
      <div className="container mx-auto gap-3 grid grid-cols-1 sm:grid-cols-3 md:grid-cols-5 lg:grid-cols-6">
        <div className="w-full col-span-1 md:col-span-2 ">
          <img src={banner1} alt="dr. hifzur Rahman" className="w-full mb-3" />
        </div>
        <div className="w-full  col-span-1 sm:col-span-2 md:col-span-3 lg:col-span-4">
          <div className="w-full my-5">
            <img
              src={banner}
              alt="dr. hifzur Rahman"
              className="w-full sm:w-[250px] float-left m-3"
            />
            <h1 className="text-3xl mb-3">ড. মো: হেফজুর রহমান </h1>
            <p className="mb-3 text-justify">
              ড. মো: হেফজুর রহমান কুমিল্লা জেলার দেবিদ্বার থানাধীন জয়পুর গ্রামে
              ১৯৭২ সালে ২রা মার্চ মাতুলালয়ে জন্মগ্রহন করেন। নয় ভাই বোনদের মধ্যে
              তিনি ষষ্ঠ সন্তান। পিতা মো: আব্দুর রহমান, মাতা মাজেদা বেগমের জেষ্ঠ
              পুত্র। কুমিল্লা জেলার ব্রাহ্মণপাড়া উপজেলার দক্ষিণ তেতাভূমি গ্রামে
              তার পরিবার বসবাস করেন। গ্রামের প্রাইমারী স্কুলে তার পড়ালেখার খড়ি
              হয়। পরবর্তীতে পিতার চাকুরীস্থল দেবিদ্বার উপজেলার সুলতানপুর ফাজিল
              মাদরাসায় ১৯৭৮ সালে এবতেদায়ী ৪র্থ শ্রেণীতে ভর্তি হন। তখন তার পিতা
              উক্ত মাদরাসার অধ্যক্ষ হিসাবে কর্মরত ছিলেন। তারপর ১৯৭৯ সালে তার
              পিতা কুমিল্লা জেলার দেবিদ্বার উপজেলার ধামতি ইসলামিয়া কামিল
              মাদরাসায় মুহাদ্দিস নিযুক্ত হলে তিনি তার পিতার সঙ্গে চলমান এবং
              এবতেদায়ী ৫ম শ্রেণীতে উক্ত মাদরাসায় ভর্তি হন। পিতার নিবির
              তত্তাবধানে তার পড়াশোনা চলতে থাকে। ৮ম শ্রেণীর তৎকালীন বৃত্তি
              পরীক্ষায় তিনি বৃত্তিপ্রাপ্ত হন এবং ধর্মমন্ত্রি ও জামিয়াতুল
              মোদাররেমীনের প্রতিষ্ঠাতা সভাপতি জনাব মাও: আব্দুল মান্নান সাহেবের
              কাছ থেকে পুরষ্কার গ্রহন করেন। এবতেদায়ী ৫ম শ্রেণী থেকে কামিল
              (হাদিস) পর্যন্ত তিনি ধামতি ইসলামিয়া কামিল মাদরাসায় পিতার পরিচর্যায়
              ও সান্নিধ্যে শিক্ষালাভ করেন। ১৯৮৬ সালে সাধারণ বিভাগ হতে মেধাবৃত্তি
              সহকারে দাখিল পরীক্ষায় প্রথম বিভাগে উত্তীর্ন হন।
            </p>
          </div>
          <div className="w-full my-5">
            <img
              src={image1}
              alt="old picture"
              className="w-full sm:w-[250px] m-3 float-right"
            />
            <p className="mb-3 text-justify">
              ১৯৮৮ সালে ১ম বিভাগ সহকারে মাদরাসা শিক্ষাবোর্ডের অধীনে সম্মিলিত
              মেধা তালিকায় আলিম পরীক্ষায় ৫ম স্থানলাভ করেন। ১৯৯০ সালে ১ম বিভাগ
              সহকারে ফাযিল পরীক্ষায় সম্মিলিত মেধা তালিকায় ৮ম স্থান লাভ করেন।
              ১৯৯২ সালে ১ম শ্রেণী সহ হাদিস বিভাগে সম্মিলিত মেধা তালিকায় ৪র্থ
              স্থান লাভ করেন। কামিল হাদিস পরীক্ষা সমাপ্ত হওয়ার পর ফলাফল দেওয়ার
              পূর্বেই ধামতি ইসলামিয়া কামিল মাদরাসার তৎকালীন উপাধ্যক্ষ জনাব মাও:
              ইসমাঈল টুমচরী (রহ:) এর পরামর্শে এবং নোয়াখালী জেলার আমিশা পাড়া
              কামিল মাদরাসার তৎকালীন উপাধ্যক্ষ জনাব মাও: খাসরুল বার্নার সাহেবের
              আগ্রহে উক্ত মাদরাসায় ২য় মুহাদ্দিস হিসেবে নিযুক্তর লক্ষে শিক্ষালাভ
              শুরু করেন। তার জীবনের প্রথম পাঠদান ছিল তিরমিযী শরীফের হাদীসুল
              (কুল্লাতাইন) উক্ত পাঠদানের সময় শ্রেণীকক্ষে উপাধ্যক্ষ ও উদার
              জনপ্রিয় আলেমেদ্বীন অধ্যক্ষ জনাব মাও: আমিনুল্লাহ সাহেব উপস্থিত
              ছিলেন প্রায় ৬ মাস তিনি উক্ত মাদরাসার মুহদ্দিস হিসাবে পাঠদান করেন
              এবং দ্বিতীয় মুহাদ্দিস হিসেবে নিযুক্ত হন। এরপর ১৯৯৩ সালে জামেয়াতুল
              ইমাম মুহাম্মদ বিন সউদ বিশ্ববিদ্যালয়ের অধীনে ঢাকায় প্রদত্ত আরবী
              ভাষা প্রশিক্ষণ কোর্স সফলতার সাথে শেষ করেন। ১৯৯৩ সালে ২৯ এপ্রিল
              কুমিল্লা জেলার দেবিদ্বার উপজেলার সৈয়দপুর কামিল মাদরাসায় মুহদ্দিস
              হিসাবে নিযুক্ত হন। সেখানে প্রক্ষ্যাত আলেমেদ্বীন মাদরাসার
              প্রতিষ্ঠাতা জনাব মাও: নাজমুদ্দিন ও ক্বারী ইব্রাহিম (রহ:) এর পুত্র
              প্রক্ষ্যাত মুহাদ্দিস মাও: শরীফ শাহজালাল, মাও: নুর মোহাম্মদ সাহেবের
              সন্নিধ্য লাভে ধন্য হন।
            </p>
          </div>
          <div className="w-full my-5">
            <img
              src={image2}
              alt="old picture"
              className="w-full sm:w-[250px] m-4 float-left"
            />
            <p className="mb-3 text-justify">
              ইতিমধ্যে তিনি ঢাকা কলেজ হতে প্রাইভেট পরীক্ষার্থী হিসাবে জাতীয়
              বিশ্ববিদ্যালয়ের প্রথম ব্যাচে অংশগ্রহন করে কৃতিত্যের সাথে কলা বিভাগ
              হতে বি.এ পাস ডিগ্রি অর্জন করেন। ১৯৯৫ সালে আল জামেয়াতুল ইসলামিয়া
              তারাবিলিম হতে (লিবিয়ার ত্রিপোলী বিশ্ববিদ্যালয়) হতে শিক্ষাবৃত্তি
              লাভ করেন। কিন্তু নানা কারনে সেখানে যাওয়া হয়নি। ১৯৯৬ সালে কামিল
              ফিকহ প্রাইভেট পরীক্ষায় অংশগ্রহন কওে ১ম শ্রেণীতে প্রথম স্থান লাভ
              করেন। ১৯৯৯ সালে কামিল আদব বিভাগ হতে প্রাইভেট পরীক্ষার্থী হিসাবে ১ম
              শ্রেণীতে ২য় স্থান লাভ করেন। ২০০৩ সালে ৩ মার্চ তিনি টাঙ্গাইল দারুল
              উলুম কামিল মাদরাসা (টাঙ্গাইল সদরে) উপাধ্যক্ষ হিসেবে যোগদান করেন
              এবং টাঙ্গাইল কুরতুবি ক্যাডেট মাদরাসা ফাউন্ডেশনের প্রধান মুফতি
              হিসেবে দায়িত্ব পালন করেন। ২০০৫ সালের মাঝামাঝি সময়ে কুমিল্লা জেলার
              দাউদকান্দি উপজেলার দশপাড়া হযরত কবির উদ্দিন কামিল মাদরাসার
              উপাধ্যক্ষ হিসেবে যোগদান করেন। ২০০৫ সালে তিনি জাতীয় বিশ্ববিদ্যালয়ের
              অধীনে এম.এ আরবী ফাইনাল পরীক্ষায় (প্রাইভেট) কুমিল্লা ভিক্টোরিয়া
              সরকারি কলেজ হতে ১ম শ্রেণীতে ১ম স্থান লাভ করেন।
            </p>
            <p className="mb-3 text-justify">
              ২০০৭ সালে ০১ ফেব্রুয়ারি তিনি হাজিগঞ্জ দারুল উলুম আহমাদিয়া কামিল
              মাদরাসা, চাদপুরে অধ্যক্ষ পদে যোগদান করে অদ্যাবধি মর্মরত আছেন। তিনি
              প্রখ্যাত শিক্ষাবিদ ড. মোহাম্মদ মুস্তাফিজুর রহমান (প্রাক্তন অধ্যাপক
              ও বিভাগীয় প্রধান, আরবি বিভাগ, ঢাকা বিশ্ববিদ্যালয় এবং প্রাক্তন
              উপাচার্য ইসলামী বিশ্ববিদ্যালয় কুষ্টিয়া) এর তত্তাবধানে "আবু
              আতাইয়‍্যাহ ও আবুল আলা মা'আরবীর কবিতায় মরামবাদ" শিরোনামে গবেষনার
              উপর ২০১০ সালে ঢাকা বিশ্ববিদ্যালয় থেকে এমফিল ডিগ্রি লাভ করেন। এসময়ে
              বহিরাগত পরীক্ষক ছিলেন-চট্টগ্রাম বিশ্ববিদ্যালয়ের আরবি বিভগের
              প্রখ্যাত গবেষক ও ভাষাবিদ ড. আব্দুর রশিদ। পরবর্তীতে ২০১৫ সালে তিনি
              পি.এইচ.ডি ডিগ্রি অর্জন করেন। তার পি.এইচ.ডি অভিসদর্ভের শিরোনাম ছিল
              "বৃহত্তর কুমিল্লা জেলায় হাদীস চর্চা:সমাজ ও সংস্কৃতিতে এর প্রভাব
              (১২৭৬-২০০০খ্রীঃ)।"
            </p>
            <p className="mb-3 text-justify">
              এই গবেষনাকর্মের তত্তাবধায়ক ছিলেন (ড. আ. জ. ম.) কুতুবুল ইসলামে
              নোমানী অধ্যাপক আরবি বিভাগ, ঢাকা বিশ্ববিদ্যালয়। এছাড়া তিনি
              শিক্ষাপ্রশাসন ও ব্যাবস্থাপনা বিষয়ে বি.এম.টি.টি আই, নায়েম ও বিয়ামে
              নানা প্রশিক্ষণে অংশগ্রহন করেন। রাবেতা আলম আল ইসলামীর অধীনে
              শিক্ষাপদ্ধতির উপর উচ্চতর ট্রেনিং গ্রহন করেন। লেখালেখি: ১৯৯৯ সালে
              ফিকাহ হানাফীর গুরুত্বপূর্ণ কিতাব কুদুরীর বাংলা অনুবাদ ও টিকা
              সংযোজন করেন। যা ২০০০ সালের জানুয়ারীতে আলবারাকা লাইব্রেরী থেকে
              প্রকাশিত হয়।
            </p>
          </div>
          <div className="w-full my-5">
            <img
              src={image3}
              alt="old picture"
              className="w-full sm:w-[250px] m-3 float-right"
            />
            <p className="mb-3 text-justify">
              ১৯৯৬ সালে কিতাবুত তাহারাত বা পবিত্রতা অধ্যায়ের মাছায়েল রচনায় কাজ
              শুরু করেন। ২০০০ সনের ৪ঠা জুলাই তা সমাপ্ত হয়। যা ২০০৪ সনের অক্টোবর
              মাসে দারুল হিকমাহ বাংলাদেশ, বাংলাবাজার ঢাকা থেকে প্রকাশিত হয়। ২০০০
              সনের ৩ ফেব্রুয়ারী আহকামে মাইয়েত বইটি উর্দু থেকে বাংলায় অনুবাদ শুরু
              করেন যা ২০০০ সনের আগষ্ট মাসে সমাপ্তি হয় (অপ্রকাশিত)। ২০০০ সনের
              আগষ্ট মাসের ৩ তারিখ "হায়রাতুল ফিকহ" বাংলায় লেখা শুরু করেন এবং তা
              সমাপ্ত করেন। (অপ্রকাশিত) আল কোরআনের দশম শ্রেণীর পাঠ্যাংশটুকু
              তাশরিহুল কোরআন নামে অনুবাদ ও ব্যাখ্যা সংযোজন করেন যা আলবারাকা
              লাইব্রেরী ঢাকা থেকে প্রকাশিত হয়। ২০১১ সার হতে মাসাইলের সালাত অংশ
              লেখা শুরু করেন এবং তা তাহারাত অংশ সহকারে "আল ফিকহুল হানাফী-মাসাইল
              ও ফাতাওয়া সমগ্র" (তাহারাত সালাত) নামে প্রায় ৭০০ পৃ: সবুজপত্র
              পাবলিকেশন ফেব্রুয়ারী ২০২১ প্রকাশ করে। ইতিমধ্যে আহলুস সুন্নাহ ওয়াল
              জামায়াতের পরিচয় এবং মেহমান ও মেহমানদারী নামে দুটি বই প্রকাশিত
              হয়েছে। ইসলামে শিক্ষার্থীদের শাস্তি বিধান ও মুস্তালাহুল ফিকহ নামে
              দুটি বই অপ্রকাশিত। আরবী ভাষায় আকাইদু আহলিস সুন্নাহ মাছাবাতাত বিল
              কিতাব ওয়াস সুন্নাহ (১১৫২পৃ:) ২০২২ সালে অক্টোবর মাসে প্রকাশিত
              হয়েছে। তাছাড়া "আল ইত্তেলাফ ফীল ইখতেলাস" আরবী ভাষায় প্রায় পাঁচ
              পৃষ্ঠায় প্রকাশের পথে। আরবী ভাষায় "আল মেনানুর রাবানীয়া আলাল
              উম্মাতিল মোহাম্মাদিয়া নামে বিষয়ভিত্তিক একটি গ্রন্থরচনার কাজ চলমান।
              ছাত্রজীবনে ধামতী মাদরাসার দেয়ালিকা পত্রিকা ও আল আজীম নামক সাময়ীকা
              তিনি সম্পাদনা করেন। ২০২০ সালে ধামতি ইসলামিয়া কামিল মাদরাসায়
              শতবশর্ষ উৎযাপন উপলক্ষে প্রকাশিত আল আজীম স্মরণীকায় তার নিবাদ রয়েছে।
              তিনি শতবর্ষ উৎযাপন কমিটির যুগ্ম আহবায়ক হিসেবে গুরুত্বপূর্ণ দায়িত্ব
              পালন করেন।
            </p>
          </div>
          <div className="w-full my-5">
            <img
              src={image4}
              alt="old picture"
              className="w-full sm:w-[250px] m-3 float-left"
            />
            <p className="mb-3 text-justify">
              দৈনিক ইনকিলাব সহ বিভিন্ন পত্রিকা ও সাময়ীকাতে তার নিবাদ প্রকাশিত
              হয়েছে। বৈবাহিক অবস্থা: ১৯৯৭ সালে ১১ জুন বুধবার আমেনা বিনতে মাহমুদ
              কে বিবাহ করেন। তার স্ত্রী একজন বিদুষী মহিলা বাংলাদেশ মাদরাসা
              শিক্ষাবোর্ডের অধীনে তিনি দাখিল ও আলিম পরীক্ষায় প্রথম বিভাগে
              উত্তির্ণ হন ও বৃত্তি লাভ করেন। ফাযিল ও কামিল শ্রেণীতে মাদরাসা
              বোর্ডের অধীনে মেয়েদের মধ্যে ১ম শ্রেণীতে ১ম স্থান লাভ করেন।
              এনটিআরসির মাধ্যমে নিয়োগপ্রাপ্ত হয়ে বর্তমানে তিনি সহকারী অধ্যাপীকা
              (আরবী) পদে একটি মাদরাসায় কর্মরত আছেন। পারিবারিক অবস্থা: তিনি এক
              পুত্র সন্তান ও দুই কন্যা সন্তানের জনক। তার শশুর মাও:মাহমুদুল হাসান
              মাদানী লক্ষীপুর জেলার চরপিতা গ্রামের বাসিন্দা এবং বর্তমানে পামেয়া
              কাসেমিয়া কামিল মাদরাসায় উপাধ্যক্ষ হিসেবে কর্মরত। তার দাদা মাও:
              আব্দুল মান্নান কুমিল্লার উত্তর জনপদে একজন শ্রদ্ধেয় আলেমেদ্বীন
              ছিলেন। তিনি বৃটিশ আমলে ভারতের উত্তর প্রদেশ থেকে ফযিলত ডিগ্রি অর্জন
              করে। দেশে ফিরে গ্রামে একটি আলিম পর্যায়ের মাদরাসা স্থাপন করেন। তার
              তিন পুত্র সন্তান ছিল। মাও: আব্দুর রহমান যিনি ছারছিনা কামিল মাদরাসা
              হতে ১৯৪৩ সালে ২য় স্থান লাভ করেন। এবং এদেশের অনেক প্রতিষ্ঠিত কামিল
              মাদরাসায় উপাধ্যক্ষ ও অধ্যক্ষ হিসেবে দায়িত্ব পালন করেন।
            </p>
            <p className="mb-3 text-justify">
              তার ২য় পুত্র মাও: মোহাম্মদ আব্দুর রহমান ড. হিফজুর রহমনের পিতা ও
              ছারছিনা কামিল মাদরাসা হতে ১৯৫২ সালে কামিল ১ম শ্রেণীতে উত্তির্ণ হন।
              পাশ করার পর তিনি ধামতি ইসলামিয়া কামিল মাদরাসায় শিক্ষকতা শুরু করেন।
              পরবর্তিতে সুলতানপুর ফাজিল মাদরাসায় দেবিদ্বার কুমিল্লায় অধ্যক্ষ
              হিসেবে দায়িত্ব পালন করেন। সর্বশেষ ১৯৭৯ সালে পুনরায় ধামতি ইসলামিয়া
              কামিল মাদরাসায় মুহাদ্দিস হিসেবে দায়িত্ব পালন করেন। ১৯৯৬ সালে উক্ত
              পদ হতে অবসর গ্রহন করেন। ২০১৯ সালের ২৮ সেপ্টেম্বর দুপুর ১:২০ মি.
              নিজ বাড়িতে ইন্তেকাল করেন। পরদিন হাজার হাজার মানুষের অংশগ্রহনে তার
              জানাযায় তার জেষ্ঠ পুত্র ড. মো: হেফজুর রহমান ইমামতি করেন। বাড়ি
              সংলগ্ন কবরস্থানে দাফন করা হয়। মাও: আব্দুল মান্নানের কনিষ্ঠ পুত্র
              মাও: হাবিবুর রহমান আলেমেদ্বীন ও সমাজসেবক ছিলেন। প্রায় ২৫ বছর
              ইউনিয়ন পরিষদের চেয়ারম্যান ছিলেন। ড. মো: হেফজুর রহমানের নানা জনাব
              মাও: আব্দুল বারী দেবিদ্বার উপজেলার জয়পুর গ্রামে জন্মগ্রহন করেন।
              ১৮৯৩ সালে কলকাতা আলিয়া মাদরাসা হতে ফাযিল ডিগ্রি অর্জন করেন। তিনি
              একটি নিউ.. মাদরাসার অধ্যক্ষ হিসেবে দায়িত্ব পালন করেন। মাদরাসার
              মাঠে প্রতি বছর একটি বৃহৎ আকারে দুইদিন ব্যাপী মাহফিল অনুষ্ঠিত হয়।
              দাওয়াত ইলাল্লাহ: ড. মো: হেফজুর রহমান বর্তমানে শিক্ষকতা ও অধক্ষের
              দায়িত্ব পালনের পাশাপাশি দাওয়াতি কার্যক্রমে সক্রিয় আছেন। বিগত প্রায়
              ৩০ বছর ধরে বিভিন্ন মসজিদে আলোচনা ও খুৎবা প্রদান করেছেন। কুমিল্লা
              মহানগরীর পুরাতন মসজিদে দির্ঘ সময় জুমার খুৎবা দেন। বর্তমানে তিনি
              কুমিল্লা মহানগরীর ইনসাফ হাউজিং সোসাইটি, দৌলতপুর অবস্থিত তামী'রুল
              উম্মাহ মাদরাসা মসজিদে খতীবের দায়িত্ব পালন করছেন। আলোচক ও গবেষক
              হিসাবে তিনি সমৃদ্ধ। বিভিন্ন সেমিনার ও সেপিজিয়ামে কার আলোচনা
              দর্শকদের দৃষ্টি আকর্ষন করছে। বিভিন্ন টিভি চ্যানেল, ইউটিউব ও
              ফেইসবুকে তার আলোচনা দর্শক সমৃদ্ধ হয়েছে। আস সালেহীন নামে তার একটি
              ইউটিউব চ্যানেল ও ব্লগ রয়েছে। তাছাড়া ফেইসবুক পেজে নিয়মিত পাওয়া
              যাচ্ছে। ২০১৫ সালে তিনি সৌদি সরকারের রাষ্ট্রীয় মেহমান হিসেবে সৌদি
              আরব সফর করেন এবং ওমরাহ পালন করেন।
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}
